// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Bluetooth 設定";

NoNameTitle = "裝置名稱為空白";
NoNameMsg = "請指定裝置名稱。";

NoGetTitle = "無法擷取設定";
NoGetMsg = "檢查印表機是否在線上且已經連線。";

NoResetTitle = "無法重設裝置存取權限";
NoResetMsg = "檢查印表機是否在線上且已經連線。";

NoChangePinTitle = "無法變更 PIN 碼";
NoChangePinMsg = "檢查印表機是否在線上且已經連線。";

OkTitle = "確定";
CancelTitle = "取消";

ResetTitle = "重設裝置存取權限";
ResetMsg = "按一下「確定」清除印表機裝置之前接合的所有裝置。按一下「取消」略過重設功能。";

DefaultLanguage = "保留目前的設定";

0Language = "簡體中文-中國";
1Language = "繁體中文-香港";
2Language = "繁體中文-台灣";
3Language = "日文";
4Language = "韓文";
5Language = "拉丁文 (其他)";

DeviceTitle = "裝置";
AddressTitle = "位址：";
NameTitle = "名稱：";
AccessTitle = "存取權限";
ChangePINCodeTitle = "變更 PIN 碼";
ChangePINCodeButton = "變更 PIN 碼…";
ModeTitle = "模式";
PrivateModeTitle = "個人模式";
PublicModeTitle = "公用模式";
EncryptionRequiredTitle = "需要加密";
DefaultFontSettingTitle = "預設字型設定：";
ApplyNowTitle = "立刻套用";

EnternewPINcodeTitle = "輸入新的 PIN 碼：";
ConfirmnewPINcodeTitle = "確認新的 PIN 碼：";

MissingCardLabel = "請插入外接式 Bluetooth 介面卡，或開啟裝置內建的 Bluetooth 無線廣播功能。";
